Repository: sallind/OctoPrint
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: You should normally <strong>not</strong> have to change <strong>any</strong> of the following settings, they are purely provided for convenience here.
fr: Vous ne devriez normalement <strong>pas</strong> avoir à modifier les paramètres suivants, ils sont purement fournis par commodité ici.

source: Plugin repository configuration
fr: Référentiel de configuration Plugin

source: URL of the Plugin Repository to use. You should normally not have to change this.
fr: URL du référentiel de plugins à utiliser. Normalement, vous ne devez pas changer cela.

source: Repository URL
fr: URL du référentiel

source: How long to cache repository data, in minutes. You should normally not have to change this.
fr: Pendant combien de temps mettre en cache les données du référentiel, en quelques minutes. Normalement, vous ne devez pas changer cela.

source: Repository cache TTL
fr: TTL du cache du référentiel

source: pip configuration
fr: Configuration de pip

source: Additional arguments for the pip command. You should normally not have to change this.
fr: Des arguments supplémentaires pour la commande pip. Vous ne devriez normalement pas avoir à changer cette situation.

source: Additional arguments
fr: Des arguments supplémentaires

source: Force the use of the <code>--user</code> flag with <code>pip install</code>
fr: Forcer l'utilisation du <code>--user</code> drapeau avec <code>pip install</code>

source: Cancel
fr: Annuler

source: Save
fr: Sauver

source: Software Update
fr: Mise à jour logicielle

source: Release
fr: £Version

source: Commit
fr: Impliquer

source: unknown
fr: inconnu

source: There are updates available for the following components:
fr: Des mises à jour sont disponibles pour les composants suivants:

source: Release Notes
fr: Notes de version

source: Those components marked with <i class="icon-ok"></i> can be updated directly.
fr: Les composants marqués avec <i class = "icon-ok"></ i> peuvent être mis à jour directement.

source: Update Available
fr: Mise à jour disponible

source: Ignore
fr: Ignorer

source: You can make this message display again via "Settings" > "Software Update" > "Check for update now"
fr: Vous pouvez faire afficher ce message à nouveau via "Paramètres">"Mise à jour logicielle">"Vérifier la mise à jour maintenant"

source: Update now
fr: Mettre à jour maintenant

source: Everything is up-to-date
fr: Tout est à jour

source: Updating...
fr: Mise à jour ...

source: Now updating, please wait.
fr: En cours de mise à jour, veuillez patienter.

source: Updating, please wait.
fr: En cours de mise à jour, veuillez patienter.

source: Update not started!
fr: La mise à jour n'a pas commencé!

source: The update could not be started. Is it already active? Please consult the log for details.
fr: Impossible de démarrer la mise à jour. Est-il déjà actif? Veuillez consulter le journal pour plus de détails.

source: Can't update while printing
fr: Impossible de mettre à jour pendant l'impression

source: A print job is currently in progress. Updating will be prevented until it is done.
fr: Un travail d'impression est actuellement en cours. La mise à jour sera empêchée jusqu'à ce qu'elle soit terminée.

source: Now updating %(name)s to %(version)s
fr: Mettre à jour maintenant %(name)s à %(version)s

source: Update successful, restarting!
fr: Mettre à jour réussie, le redémarrage!

source: The update finished successfully and the server will now be restarted.
fr: La mise à jour terminée avec succès et le serveur va maintenant être redémarré.

source: Restart failed
fr: Redémarage échoué

source: The server apparently did not restart by itself, you'll have to do it manually. Please consult the log file on what went wrong.
fr: Le serveur n'a apparemment pas redémarrer par lui-même, vous devrez le faire manuellement. S'il vous plaît consulter le fichier journal sur ce qui a mal fonctionner.

source: The update finished successfully, please restart OctoPrint now.
fr: La mise à jour a terminé avec succès, s'il vous plaît redémarrer OctoPrint maintenant.

source: The update finished successfully, please reboot the server now.
fr: La mise à jour a terminé avec succès, s'il vous plaît redémarrer le serveur maintenant.

source: Update successful, restart required!
fr: Mettre à jour réussie, redémarrage nécessaire!

source: Restarting OctoPrint failed, please restart it manually. You might also want to consult the log file on what went wrong here.
fr: Redémarrage OctoPrint a échoué, s'il vous plaît redémarrer manuellement. Vous pouvez également consulter le fichier journal sur ce qui a mal fonctionner.

source: Rebooting the server failed, please reboot it manually. You might also want to consult the log file on what went wrong here.
fr: Redémarrage du serveur défaillant, s'il vous plaît redémarrer manuellement. Vous pouvez également consulter le fichier journal sur ce qui a mal fonctionner.

source: Update successful!
fr: Mise à jour réussie

source: The update finished successfully.
fr: La mise à jour terminée avec succès.

source: Update failed!
fr: Échec de la mise à jour !

source: The update did not finish successfully. Please consult the log for details.
fr: La mise à jour n'a pas terminé avec succès. S'il vous plaît consulter le journal pour plus de détails.

source: Are you sure you want to update now?
fr: Etes-vous sûr que vous voulez mettre à jour maintenant?

source: This will update the following components and restart the server:
fr: Cela mettra à jour les composants suivants et redémarrea le serveur:

source: Be sure to read through any linked release notes, especially those for OctoPrint since they might contain important information you need to know <strong>before</strong> upgrading.
fr: Assurez-vous de lire toutes les notes de publication liées, en particulier ceux pour OctoPrint car ils peuvent contenir des informations importantes que vous devez savoir <strong>avant</strong> la mise à niveau.

source: Are you sure you want to proceed?
fr: Voulez-vous vraiment continuer ?

source: Proceed
fr: Procéder

source: Please configure the <strong>checkout folder</strong> of OctoPrint, otherwise this plugin won't be able to update it. Click on the <i class="icon-wrench"></i> button to do this. Also refer to the <a href="https://github.com/foosel/OctoPrint/wiki/Plugin:-Software-Update" target="_blank">Documentation</a>.
fr: Veuillez configurer le <strong>dossier de sortie</strong> de OctoPrint, sinon Ce plugin ne sera pas en mesure de le mettre à jour. Cliquez sur le bouton<i class = "icon-wrench"> </ i> pour faire ça. Consultez également la <a href="https://github.com/foosel/OctoPrint/wiki/Plugin:-Software-Update" target="_blank">Documentation</a>.

source: <p> <strong>You are running a non-release version of OctoPrint but are tracking OctoPrint releases.</strong> </p><p> You probably want OctoPrint to track the matching development version instead. If you have a local OctoPrint checkout folder switched to another branch, <strong>simply switching over to "Commit" tracking</strong> will already take care of that. Otherwise please take a look at the <a href="https://github.com/foosel/OctoPrint/wiki/Plugin:-Software-Update" target="_blank">Documentation</a>. </p>
fr: <p> <Strong>Vous exécutez une version non-version d'OctoPrint mais suivent OctoPrint Communiqués.</strong> </p> <p> Vous voudrez probablement que OctoPrint effectue le suivi de la version de développement correspondante à la place. Si vous avez un dossier de contrôle local OctoPrint passé à une autre branche, <Strong>simplement passer à "Commit" suivi</strong> va déjà Prendre soin de cela. Sinon, jetez un oeil à la <a href="https://github.com/foosel/OctoPrint/wiki/Plugin:-Software-Update" target="_blank">documentation</a>. </p>

source: Current versions
fr: Version actuelle

source: Update available
fr: Mise à jour disponible

source: Update not possible, configuration ok?
fr: Mettre à jour impossible, configuration ok?

source: Installed:
fr: Installé:

source: Available:
fr: Disponible:

source: Release Notes:
fr: Notes de version:

source: Check for update now
fr: Vérifier les mises à jour

source: Force check for update (overrides cache used for update checks)
fr: Vérifier les mises à jour (remplace le cache utilisé pour les contrôles de mise à jour)

source: Force update now (even if no new versions are available)
fr: Forcer mise à jour maintenant (même si aucune nouvelle version n'est disponibles)

source: Version cache TTL
fr: Version du cache TTL

source: <p> OctoPrint can update itself via <code>git</code>, but it needs to know its checkout folder and the way it should track available updates in order to be able to do that. You can configure that here. </p>
fr: <p> OctoPrint peut se mettre à jour via <code>git</code> , mais il a besoin de connaître son dossier de vérification et la façon dont il devrait suivre les mises à jour disponibles afin d'être en mesure de le faire. Vous pouvez configurer ici. </p>

source: <p> If you are running a release version of OctoPrint, leave at "Release" tracking. If you are running a different branch however, you should setup "Commit" tracking. </p>
fr: <p> Si vous utilisez une version de OctoPrint, laisser au suivi "Release". Si vous utilisez cependant une autre branche, vous devez configurer «Commit» suivi. </p>

source: OctoPrint checkout folder
fr: dossier de sortie d'OctoPrint

source: OctoPrint Release Channel
fr: canal de sortie d'OctoPrint

source: Make sure you have read <a href="%(url)s" target="_blank" rel="noreferrer noopener">"Using Release Channels"</a> before switching to a release channel other than "Stable"
fr: Assurez - vous que vous avez lu <a href="%(url)s" target="_blank" rel="noreferrer noopener">"Utilisation des canaux de libération"</a> avant de passer à un canal de sortie autre que "Stable"

source: OctoPrint version tracking
fr: version de suivi d'OctoPrint

source: Connection
fr: Connexion

source: State
fr: Etat

source: Files
fr: Fichiers

source: Temperature
fr: Température

source: Control
fr: Contrôle

source: GCode Viewer
fr: Visualisateur de Gcode

source: Printer
fr: Imprimante

source: Serial Connection
fr: Connexion série

source: Printer Profiles
fr: Profils d'imprimante

source: Temperatures
fr: Températures

source: Terminal Filters
fr: Filtres de Terminal

source: GCODE Scripts
fr: Scripts Gcode

source: Features
fr: Caractéristiques

source: GCODE Visualizer
fr: Activer le visualisateur de Gcode

source: Folders
fr: Dosisers

source: Appearance
fr: Apparence

source: Server
fr: Serveur

source: Access
fr: Accès

source: Start
fr: Lancer

source: Finish
fr: Terminer

source: Shutdown system
fr: Arrêter le systeme

source: You are about to shutdown the system.
fr: Vous êtes sur le point d'arrêter le système.

source: Reboot system
fr: Relancer le systeme

source: You are about to reboot the system.
fr: Vous êtes sur le point de redémarrer le système.

source: Restart OctoPrint
fr: Relancer OctoPrint

source: You are about to restart the OctoPrint server.
fr: Vous êtes sur le point de redémarrer le serveur OctoPrint.

source: Server is offline
fr: Server est déconnecté

source: The server appears to be offline, at least I'm not getting any response from it. I'll try to reconnect automatically <strong>over the next couple of minutes</strong>, however you are welcome to try a manual reconnect anytime using the button below.
fr: Le serveur semble être déconnecté, je ne reçois pas de réponse de celui-ci. Je vais essayer de le reconnecter automatiquement au <strong>cours des deux prochaines minutes,</strong> mais vous êtes les bienvenus pour essayer une reconnexion manuel à tout moment en utilisant le bouton ci-dessous.

source: The server appears to be offline, at least I'm not getting any response from it. I <strong>could not reconnect automatically</strong>, but you may try a manual reconnect using the button below.
fr: Le serveur semble être déconnecté, je ne reçois pas de réponse de celui-ci. Je <strong>ne peux pas</strong> le <strong>reconnecter automatiquement,</strong> mais vous pouvez essayer une reconnexion manuelle en utilisant le bouton ci - dessous.

source: Safe mode is active
fr: Le mode sans échec est actuellement actif.

source: The server is currently running in safe mode. Third party plugins are disabled and cannot be enabled.
fr: Le serveur est actuellement en cours d'exécution en mode sans échec. Les Plugins tiers sont désactivés et ne peuvent pas être activés.

source: Slicing ... (%(percentage)d%%)
fr: Tranchage ... (%(percentage)d%%)

source: Unhandled communication error
fr: Erreur de communication non gérée

source: There was an unhandled error while talking to the printer. Due to that the ongoing print job was cancelled. Error: %(firmwareError)s
fr: Il y avait une erreur non gérée tout en parlant à l'imprimante. Le travail d'impression en cours a été annulée. Erreur: %(firmwareError)s

source: The was an unhandled error while talking to the printer. Due to that OctoPrint disconnected. Error: %(error)s
fr: Il y avait une erreur non gérée tout en parlant à l'imprimante. Le travail d'impression en cours a été annulée. Erreur: %(error)s

source: %(days)d days
fr: %(days)d jours

source: %(days)d.5 days
fr: %(days)d.5 jours

source: %(days)d day
fr: %(days)d jour

source: %(hours)d hour
fr: %(hours)d heure

source: %(hours)d hours
fr: %(hours)d heures

source: %(hours)d.5 hours
fr: %(hours)d.5 heures

source: 1 day
fr: 1 jour

source: a minute
fr: une minute

source: 1 hour
fr: 1 heure

source: a couple of seconds
fr: quelques secondes

source: less than a minute
fr: moins d'une minute

source: off
fr: désactivé

source: Are you sure?
fr: Êtes-vous sûr(e) ?

source: Offline
fr: Hors ligne

source: Opening serial port
fr: Ouvrir le port série

source: Detecting serial port
fr: Détecter le port série

source: Detecting baudrate
fr: Détecter la vitesse de transmission

source: Connecting
fr: Connexion

source: Operational
fr: Opérationnel

source: Printing from SD
fr: Impression à partir de SD

source: Sending file to SD
fr: Envoi de fichier à SD

source: Printing
fr: Impression

source: Paused
fr: En pause

source: Closed
fr: Fermé

source: Transfering file to SD
fr: Transférer fichier sur SD

source: Connect
fr: Se connecter

source: Disconnect
fr: Déconnexion

source: Tool
fr: Outil

source: Your available free disk space is critically low.
fr: Votre espace disque disponible est très faible.

source: Your available free disk space is starting to run low.
fr: Votre espace disque disponible commence à manquer.

source: Your current disk usage.
fr: Votre utilisation actuelle du disque.

source: You are about to delete the folder "%(folder)s" which still contains files and/or sub folders.
fr: Vous êtes sur le point de supprimer le dossier "%(folder)s" qui contient encore des fichiers et/ou des sous-dossiers.

source: Model size
fr: Longueur du modele

source: Estimated print time
fr: Temps d'impression estimée

source: Last printed
fr: Dernière impression

source: Last print time
fr: Dernier temps d'impression

source: Object in %(name)s exceeds the print volume of the currently selected printer profile, be careful when printing this.
fr: Objet en %(name)s dépasse le volume d'impression du profil d'imprimante sélectionné, soyez prudent lors de l'impression.

source: Object exceeds print volume in width.<br>
fr: Object dépasse le volume d'impression de largeur.<br>

source: Object exceeds print volume in depth.<br>
fr: Object dépasse le volume d'impression en profondeur.<br>

source: Object exceeds print volume in height.<br>
fr: Object dépasse le volume d'impression en hauteur. <br>

source: Object's bounding box: (%(object.minX).2f, %(object.minY).2f, %(object.minZ).2f) &times; (%(object.maxX).2f, %(object.maxY).2f, %(object.maxZ).2f)
fr: Boîte de délimitation de l'objet:(%(object.minX).2f, %(object.minY).2f, %(object.minZ).2f) &times; (%(object.maxX).2f, %(object.maxY).2f, %(object.maxZ).2f)

source: Print volume: (%(profile.minX).2f, %(profile.minY).2f, %(profile.minZ).2f) &times; (%(profile.maxX).2f, %(profile.maxY).2f, %(profile.maxZ).2f)
fr: Volume d'impression: (%(profile.minX).2f, %(profile.minY).2f, %(profile.minZ).2f) &times; (%(profile.maxX).2f, %(profile.maxY).2f, %(profile.maxZ).2f)

source: Object doesn't fit print volume
fr: Cet objet ne correspond pas aux volume d'impression

source: Slicing ...
fr: Tranchage ...

source: Slicing done
fr: Tranchage fait

source: Sliced %(stl)s to %(gcode)s, took %(time).2f seconds
fr: Tranchage %(stl)s de %(gcode)s, a pris %(time).2f secondes

source: Could not slice %(stl)s to %(gcode)s: %(reason)s
fr: Impossible de trancher %(stl)s à %(gcode)s: %(reason)s

source: Slicing failed
fr: Tranchage échoué

source: Streaming done
fr: Streaming effectué

source: Streamed %(local)s to %(remote)s on SD, took %(time).2f seconds
fr: Streaming effectué %(local)s à %(remote)s sur SD, a pris %(time).2f secondes

source: Could not upload the file. Make sure that it is a valid file with one of these extensions: %(extensions)s
fr: Impossible de télécharger le fichier. Assurez-vous qu'il est un fichier valide avec une de ces extensions: %(extensions)s

source: Saving ...
fr: Sauvegarde en cours ...

source: Uploading ...
fr: Téléversement en cours…

source: Loading...
fr: Chargement...

source: Analyzing...
fr: Analyse en cours...

source: Analyzed
fr: Analyser

source: Estimated total print time
fr: Temps d'impression totale estimée

source: Estimated layer height
fr: Hauteur de couche estimée

source: Layer count
fr: Nombre de couches

source: printed
fr: imprimé

source: visited
fr: visité

source: Layer number
fr: Numéro de couche

source: Layer height
fr: Hauteur de la couche

source: GCODE commands
fr: commandes Gcode

source: Login
fr: Connexion

source: Login successful
fr: Connexion réussie

source: You are now logged in as "%(username)s"
fr: Vous êtes maintenant connecté en tant que "%(username)s"

source: Login failed
fr: La connexion a échoué.

source: User unknown or wrong password
fr: Utilisateur ou Mot de passe inconnu ou faux

source: Logout successful
fr: Déconnexion réussie!

source: You are now logged out
fr: Vous êtes maintenant déconnecté.

source: Identifier must be set
fr: Identifier doit être défini

source: Invalid characters, only a-z, A-Z, 0-9, -, ., _, ( and ) are allowed
fr: Les caractères ne sont pas valides, utiliser uniquement : az, AZ, 0-9, -., _, ( et ) sont autorisés

source: A profile with such an identifier already exists
fr: Un profil avec un tel identifiant existe déjà

source: default
fr: par défaut

source: red
fr: rouge

source: yellow
fr: jaune

source: green
fr: vert

source: blue
fr: bleu

source: black
fr: noir

source: Lower Left
fr: Bas gauche

source: Center
fr: Centré

source: There was unexpected error while saving the printer profile, please consult the logs.
fr: Une erreur inattendue s'est produite lors de l'enregistrement du profil de l'imprimante, consultez les journaux.

source: Saving failed
fr: La sauvegarde a échoué

source: There was unexpected error while removing the printer profile, please consult the logs.
fr: Une erreur inattendue s'est produite lors de l'enregistrement du profil de l'imprimante, consultez les journaux.

source: There was unexpected error while updating the printer profile, please consult the logs.
fr: Une erreur inattendue s'est produite lors de la mise a jour du profil de l'imprimante, consultez les journaux.

source: Add Printer Profile
fr: Ajouter un profil d'imprimante

source: Edit Printer Profile "%(name)s"
fr: Modifier le profil de l'imprimante "%(name)s"

source: Restarts the print job from the beginning
fr: Redémarre le travail d'impression depuis le début

source: Starts the print job
fr: Démarre le travail d'impression

source: Resumes the print job
fr: Reprend le travail d'impression

source: Pauses the print job
fr: Suspend le travail d'impression

source: Still stabilizing...
fr: En cours de stabilisation

source: Based on a linear approximation (very low accuracy, especially at the beginning of the print)
fr: Basé sur une approximation linéaire (très faible précision, surtout au début de l'impression)

source: Based on the estimate from analysis of file (medium accuracy)
fr: Sur la base de l'estimation de l'analyse des fichiers (précision moyenne)

source: Based on a mix of estimate from analysis and calculation (medium accuracy)
fr: Basé sur un mélange d'estimation de l'analyse et de calcul (précision moyenne)

source: Based on the average total of past prints of this model with the same printer profile (usually good accuracy)
fr: Sur la base du total moyen des impressions antérieurs de ce modèle avec le même profil d'imprimante (généralement une bonne précision)

source: Based on a mix of average total from past prints and calculation (usually good accuracy)
fr: Basé sur un mix moyen à partir d'impressions passées et calcul (généralement une bonne précision)

source: Based on the calculated estimate (best accuracy)
fr: Sur la base de l'estimation calculée (meilleure précision)

source: Continue
fr: Continuer

source: On Z Change
fr: Sur changement du Z:

source: Timed
fr: Temporisé

source: This will restart the print job from the beginning.
fr: Cela va redémarrer le travail d'impression depuis le début.

source: This will cancel your print.
fr: Ceci annulera votre impression.

source: white
fr: blanc

source: Autodetect from browser
fr: Auto-detecttion du navigateur

source: If you see your webcam stream below, the entered stream URL is ok.
fr: Si vous voyez votre flux de webcam ci-dessous, le flux URL saisie est ok.

source: Stream test
fr: Teste de streaming

source: Could not retrieve snapshot URL, please double check the URL
fr: Impossible de récupérer l'instantané URL, s'il vous plaît vérifier l'URL

source: Snapshot test failed
fr: Test d'instantané échoué

source: If you see your webcam snapshot picture below, the entered snapshot URL is ok.
fr: Si vous voyez votre image de cliché instantané de webcam ci-dessous, l'instantané URL saisie est ok.

source: Snapshot test
fr: Test de capture d'écran

source: Do nothing
fr: Ne rien faire

source: Select for printing
fr: Sélectionnez pour l'impression

source: Start printing
fr: Lancer l'impression

source: Slicing %(filename)s
fr: Tranchage %(filename)s

source: The command "%(command)s" executed successfully
fr: La commande "%(command)s" exécutée avec succès

source: The command "%(command)s" could not be executed.
fr: La commande "%(command)s" n'a pas pu être exécuté.

source: Error
fr: Erreur

source: Bed
fr: Lit

source: just now
fr: à l'instant

source: Actual
fr: Actuel

source: Target
fr: Cible

source: showing %(displayed)d lines (%(filtered)d of %(total)d total lines filtered, buffer full)
fr: Voir %(displayed)d lignes (%(filtered)d de %(total)d lignes totale fltrée, tampon plein)

source: showing %(displayed)d lines (%(filtered)d of %(total)d total lines filtered)
fr: Voir %(displayed)d lignes (%(filtered)d de %(total)d lignes totale fltrée)

source: showing %(displayed)d lines (buffer full)
fr: Voir %(displayed)d lignes (tampon pleine)

source: showing %(displayed)d lines
fr: Voir %(displayed)d lignes

source: Capturing timelapse postroll
fr: Capture timelapse postérieur

source: Now capturing timelapse post roll, this will take only a moment...
fr: Maintenant capturer timelapse postérieur, cela prendra seulement un instant ...

source: Now capturing timelapse post roll, this will take approximately %(duration)s (so until %(time)s)...
fr: Maintenant capturer timelapse postérieur, cela prendra environ %(duration)s (donc jusqu'à %(time)s) ...

source: Now capturing timelapse post roll, this will take approximately %(duration)s...
fr: Maintenant capturer timelapse postérieur, cela prendra environ %(duration)s ...
