Repository: sallind/OctoPrint
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Failed repeatedly to capture timelapse frame from webcam - is the snapshot URL configured correctly and the camera on?
fr: Échec à plusieurs reprises pour capturer une image timelapse de webcam - l'URL de l'instantané est configuré correctement et l'appareil photo?

source: Could not capture snapshots
fr: Impossible de capturer des instantanés

source: Rendering timelapse
fr: Rendu timelapse

source: Now rendering timelapse %(movie_prefix)s. Due to performance reasons it is not recommended to start a print job while a movie is still rendering.
fr: Maintenant rendu timelapse %(movie_prefix)s. Pour des raisons de performance, il est recommandé de ne pas commencer un travail d'impression alors qu'un film est toujours en rendu.

source: Cannot render timelapse
fr: Vous ne pouvez pas rendre timelapse

source: Rendering of timelapse %(movie_prefix)s is not possible since no frames were captured. Is the snapshot URL configured correctly?
fr: Rendu de timelapse %(movie_prefix)s n'est pas possible car aucune image ont été capturés. Est-ce que l'instantané URL correctement configuré?

source: Rendering timelapse failed
fr: Le rendu timelapse a échoué

source: Rendering of timelapse %(movie_prefix)s failed with return code %(returncode)s
fr: Rendu de timelapse %(movie_prefix)s à échoué avec le code de retour %(returncode)s

source: Rendering of timelapse %(movie_prefix)s failed due to an unknown error, please consult the log file
fr: Rendu de timelapse %(movie_prefix)s à échoué avec une reereur inconnue, consulter le fichier de log

source: Timelapse ready
fr: Timelapse prêt

source: New timelapse %(movie_prefix)s is done rendering.
fr: Le rendu timelapse %(movie_prefix)s est fait.

source: Not possible
fr: Pas possible

source: You may not delete your own account.
fr: Vous ne pouvez pas supprimer votre propre compte.

source: Site default
fr: Site par défaut

source: Create Folder
fr: Créer le dossier

source: Please specify the name of the folder to create.
fr: S'il vous plaît spécifier le nom du dossier à créer.

source: Folder name
fr: Nom du dossier

source: Create
fr: Créer

source: Slicing is currently disabled since no slicer has been configured yet. Please configure a slicer under "Settings".
fr: Tranchage est actuellement désactivé car aucun segment n’a été configuré encore. Veuillez configurer un segment sous « Paramètres ».

source: Please configure which slicer and which slicing profile to use and name the GCode file to slice to below, or click "Cancel" if you do not wish to slice the file now.
fr: S'il vous plaît configurer les trancheuse et qui tranchage profil à utiliser et nommez le fichier Gcode pour couper au-dessous, ou cliquez sur "Annuler" si vous ne souhaitez pas découper le fichier maintenant.

source: Slicer
fr: Trancheuse

source: Select a slicer...
fr: Sélectionnez une trancheuse ...

source: Slicing Profile
fr: Profil de tranchage

source: Select a slicing profile...
fr: Sélectionnez un profil de tranchage...

source: Printer Profile
fr: Profil d'imprimante

source: Select a printer profile...
fr: Sélectionnez un profil d'imprimante ...

source: Output Filename
fr: Fichier de sortie

source: After slicing...
fr: Après tranchage ...

source: Slice
fr: Trancher

source: Setup Wizard
fr: Assistant d’installation

source: <strong>Mandatory Step!</strong> You need to fill this out now.
fr: <Strong>Étape obligatoire!</ Strong> Vous devez maintenant le remplir.

source: Next
fr: Suivant

source: Previous
fr: Précédent

source: Unless otherwise noted, you may just skip any wizard page by clicking "Next" or "Finish".
fr: Sauf indication contraire, vous pouvez sauter n'importe quelle page de l'assistant en cliquant sur "Suivant" ou "Terminer".

source: The snappy web interface for your 3D printer
fr: L'interface Web Snappy pour votre imprimante 3D

source: API Key
fr: Clé API

source: Update User
fr: Mettre à jour l'Utilisateur

source: Change password
fr: Changer le mot de passe

source: Delete user
fr: Supprimer l'utilisateur

source: Add user
fr: Ajouter un utilisateur

source: Repeat Password
fr: Répéter le mot de passe

source: Edit user "%(user)s"
fr: Modifier l'utilisateur "%(user)s"

source: Change password for user "%(user)s"
fr: Changer le mot de passe pour l'utilisateur "%(user)s"

source: New Password
fr: Nouveau mot de passe

source: Current API Key
fr: Clé API actuelle

source: Enable
fr: Activer

source: Allow <a href="%(url)s">Cross Origin Resource Sharing (CORS)</a>
fr: Autoriser le <a href="%(url)s">partage</a> des <a href="%(url)s">ressources Cross Origin (CORS)</a>

source: QR Code
fr: Code QR

source: Name of this OctoPrint instance, will be shown in the navigation bar and broadcast on the network
fr: Nom de cette instance OctoPrint, sera affiché dans la barre de navigation et diffusé sur le réseau

source: Title
fr: Titre

source: Personalize the color of the navigation bar - maybe to match your printer?
fr: Personnalisez la couleur de la barre de navigation - peut-être pour correspondre à votre imprimante?

source: Color
fr: Couleur

source: For acrylic printers ;)
fr: Pour les imprimantes acryliques;)

source: Transparent Color
fr: Couleur Transparente

source: Language Packs
fr: Langues prises en charge

source: Manage...
fr: Gérer...

source: Default Language
fr: Langue par défaut

source: Changes to the default interface language will only become active after a reload of the page and only be active if not overridden by the users language settings.
fr: Les modifications apportées à la langue de l'interface par défaut ne deviendront actifs après un rechargement de la page et peuvent être actifs en cas de remplacement par les paramètres de langue de l'utilisateur.

source: Show temperatures in Fahrenheit as well as Celcius
fr: Afficher les températures en degrés Fahrenheit, ainsi que Celcius

source: Manage Language Packs...
fr: Gérer des modules linguistiques ...

source: Available Language Packs
fr: Packs de langue disponible

source: Last update:
fr: Dernière mise à jour :

source: Delete
fr: Supprimer

source: No additional Language Packs are installed at the moment.
fr: Aucun packs de langues supplémentaires sont installés pour le moment.

source: Upload additional Language Packs
fr: Ajouter des modules linguistiques supplémentaires

source: Upload
fr: Télécharger

source: This does not look like a valid language pack. Valid language packs should be either zip files or tarballs and have the extension ".zip", ".tar.gz", ".tgz" or ".tar"
fr: Cela ne ressemble pas à un pack de langue valide. Les packs de langue valides doivent être soit des fichiers zip ou tar.gzs et avoir l'extension ".zip", ".tar.gz", ".tgz" ou ".tar"

source: Please note that you will have to reload the page in order for any newly added language packs to become available.
fr: S'il vous plaît noter que vous devrez recharger la page pour que toute langue nouvellement ajoutée deveniennent disponibles.

source: Enable Temperature Graph
fr: Activer le graphique de la température

source: Enable model size detection and warn if model exceeds print bed
fr: Activer la détection de la taille du modèle et avertir si le modèle dépasse le lit d'impression

source: Enable SD support
fr: Activer le support SD

source: Enable Keyboard Control
fr: Activer le clavier de contrôle

source: Wait for <code>start</code> on connect
fr: Attendre <code>depart</code> à la connexion

source: Enable automatic firmware detection
fr: Activer la détection automatique du microprogramme

source: If enabled, OctoPrint will try to figure out your printer's firmware automatically and adjust a couple of communication parameters based on that. If that doesn't work out, or you want more granular control, uncheck this and the parameters in question will become visible for you to adjust.
fr: Si cette option est activée, OctoPrint essaiera de déterminer automatiquement le microprogramme de votre imprimante et d'ajuster quelques paramètres de communication à partir de cela. Si cela ne marche pas, ou si vous souhaitez un contrôle plus granulaire, désélectionnez-le et les paramètres en question deviendront visibles pour vous permettre d'ajuster.

source: Select SD files by relative path
fr: Sélectionner le fichier SD par chemin d'accès relatif

source: RepRap Firmware
fr: Firmware RepRap

source: Always assume SD card is present
fr: Toujours assumer la carte SD si présent

source: Ignore consecutive resend requests for the same line
fr: Ignorer les demandes de réexpédition consécutives pour la même ligne

source: Support <code>TargetExtr%%n</code>/<code>TargetBed</code> target temperature format
fr: Aide <code>TargetExtr%%n</code> / <code>TargetBed</code> format cible de température

source: Disable detection of external heatups
fr: Désactiver la détection des chaleurs externes

source: Send a checksum with the command
fr: Envoyer une somme de contrôle avec la commande

source: When printing
fr: Lors de l&apos;impression

source: Always
fr: Toujours

source: Never
fr: Jamais

source: Upload Folder
fr: Répertoire des fichiers téléchargés

source: Timelapse Folder
fr: Dossier Timelapse

source: Timelapse Temp Folder
fr: Dossier temporaire Timelapse

source: Logs Folder
fr: Dossier des journaux

source: Watched Folder
fr: Dossier de surveillance

source: Actively poll the watched folder. Check this if files in your watched folder aren't automatically added otherwise.
fr: Interroger activement le dossier surveillance. Cochez cette case si les fichiers de votre dossier surveillance ne sont pas automatiquement ajoutés autrement.

source: Disk space thresholds
fr: Seuils d'espace disque

source: If the free disk space falls below these thresholds, OctoPrint will warn the user.
fr: Si l'espace libre sur le disque tombe en dessous de ces seuils, OctoPrint avertit l'utilisateur.

source: Warning
fr: Avertissement

source: Critical
fr: Critique

source: Provide values including size unit. Allowed units are: b, byte, bytes, kb, mb, gb, tb (case insensitive). Example: <code>5MB</code>, <code>500KB</code>
fr: Fournir des valeurs, y compris l'unité de taille. unités autorisées sont: b, byte, bytes, Kb, mb, gb, tb (insensible à la casse). Exemple: <code>5MB</code> , <code>500KB</code>

source: Before print job starts
fr: Avant le démarrage du travail d'impression

source: After print job completes
fr: Après un travail d'impression fini

source: After print job is cancelled
fr: Après un travail d'impression annulé

source: After print job is paused
fr: Après un travail d'impression en pause

source: Before print job is resumed
fr: Avant une reprise du travail d'impression

source: After connection to printer is established
fr: Après la connexion à l'imprimante est établie

source: Before connection to printer is closed
fr: Avant la connexion avec l'imprimante est fermé

source: This will only be executed when closing the connection actively. If the connection to the printer is suddenly lost nothing will be sent.
fr: Ce ne sera exécuté que lors de la fermeture de la connexion active. Si la connexion à l'imprimante est soudainement perdu rien ne sera envoyé.

source: Enable GCode Visualizer
fr: Activer le visualisateur de Gcode

source: Maximum size the GCodeViewer autoloads the file for preview
fr: La taille maximale du fichier GCode Viewer charge automatiquement pour la prévisualisation

source: GCode Visualizer file size threshold
fr: Seuil de taille de fichier Gcode Visualizer

source: on desktop
fr: Sur ordinateurs

source: on mobile
fr: Sur mobiles

source: Modification date
fr: Date de modification

source: Size
fr: Taille

source: Add Profile...
fr: Ajouter un profil

source: Serial port to connect to, setting this to AUTO will make OctoPrint try to automatically find the right setting
fr: Port série pour se connecter à l'imprimante, la définition AUTO fera qu'OctoPrint essayera de trouver automatiquement le bon réglage

source: Serial Port
fr: Port sériel

source: Serial baud rate to connect with, setting this to AUTO will make OctoPrint try to automatically find the right setting
fr: Vitesse de transmission série pour se connecter a l'imprimante, cette option à AUTO fera qu'OctoPrint essayera de trouver automatiquement le bon réglage

source: Baudrate
fr: Vitesse de transmission

source: Makes OctoPrint try to connect to the printer automatically during start up
fr: OctoPrint essaye de se connecter à l'imprimante automatiquement lors du démarrage

source: Auto-connect to printer on server start
fr: Auto-connecter à l'imprimante au démarrage du serveur

source: Interval in which to poll for the temperature information from the printer
fr: Intervalle dans lequel de temps pour la prise des informations de température de l'imprimante lors de l'impression

source: Temperature interval
fr: Intervalle de température

source: When printing or idle
fr: Lorsque vous imprimez ou tourner au ralenti

source: When a target temperature is set
fr: Lorsqu'une température de consigne est réglée

source: Interval in which to poll for the SD printing status information from the printer while printing
fr: Intervalle de temps pour la prise des informations d'état d'impression SD de l'imprimante lors de l'impression

source: SD status interval
fr: Intervalle d'état SD

source: Time after which the communication with your printer will be considered timed out if nothing was sent by your printer (and an attempt to get it talking again will be done). Increase this if your printer takes longer than this for some moves. This is also the interval in which the temperature will be polled from the printer while not printing.
fr: Temps après lequel la communication avec votre imprimante sera considéré comme expiré si rien a été envoyé par votre imprimante (et une tentative pour l'obtenir à parler sera fait). Augmenter si votre imprimante prend plus de temps que cela pour quelques mouvements. Ceci est également l'intervalle dans lequel la température sera prise à l'imprimante sans impression.

source: Communication timeout
fr: Délai de communication dépassé

source: Time after which a connection attempt to the printer will be considered as having failed
fr: Temps après lequel une tentative de connexion à l'imprimante sera considérée comme ayant échoué

source: Connection timeout
fr: Délai de connexion dépassé

source: Time after which to consider an auto detection attempt to have failed if no successful connection is detected
fr: Temps après lequel une tentative de détection automatique à échoué si aucune connexion réussie est détectée

source: Autodetection timeout
fr: Délai d'autudetection dépassé

source: Log communication to serial.log (might negatively impact performance)
fr: Log de communication avec serial.log (pourrait avoir un impact négatif sur les performances)

source: Additional serial ports
fr: Ports série supplémentaires

source: Use this to define additional <a href="%%(glob_url)s">glob patterns</a> matching serial ports to list for connecting against, e.g. <code>/dev/ttyAMA*</code>. One entry per line.
fr: Utilisez cette option pour définir d' autres <a href="%%(glob_url)s">modèles de glob</a> correspondant à des ports série à la liste pour le raccordement, par exemple <code>/dev/ttyAMA*</code> . Une entrée par ligne.

source: Additional baud rates
fr: Vitesses de transmission supplémentaires

source: Use this to define additional serial port baud rates to list for connecting with, e.g. <code>123456</code>. Comma separated.
fr: Utilisez cette option pour définir des taux supplémentaires le port de transmission série à la liste pour la connexion avec, par exemple , <code>123456</code> . Séparées par des virgules.

source: Not only cancel ongoing prints but also disconnect on unhandled errors from the firmware.
fr: Non seulement annuler des impressions en cours, mais débrancher également sur les erreurs non gérées du firmware.

source: Ignore any unhandled errors from the firmware. Only use this if your firmware sends stuff prefixed with "Error" that is not an actual error. Might mask printer issues, be careful!
fr: Ignorez les erreurs non gérées du firmware. Utiliser uniquement si votre firmware envoie des trucs préfixé avec "Error" qui est pas une erreur réelle. Pourrait masquer les problèmes de l'imprimante, faites attention!

source: Command to send to the firmware on first handshake attempt.
fr: Commande à envoyer au firmware de la première tentative de prise de contact.

source: "Hello" command
fr: Commande "Bonjour"

source: Use this to specify a different command than the default <code>M110</code> to send to the printer on initial connection to trigger a communication handshake.
fr: Utilisez cette option pour spécifier une commande différente de la valeur par défaut <code>M110</code> pour envoyer à l'imprimante à la première connexion pour déclencher une poignée de main de communication.

source: Commands that are know to run long and hence should suppress communication timeouts from being triggered.
fr: Les commandes qui sont connues pour fonctionner longtemps et donc devraient supprimer les délais de communication d'être déclenché.

source: Long running commands
fr: Longues commandes en cours d'exécution

source: Use this to specify the commands known to take a long time to complete without output from your printer and hence might cause timeout issues. Just the G or M code, comma separated.
fr: Utilisez cette option pour spécifier les commandes connues pour prendre beaucoup de temps pour terminer sans sortie de votre imprimante et donc peut causer des problèmes de délai d'attente. Juste le code G ou M, séparées par des virgules.

source: Commands that always require a line number and checksum to be sent with them.
fr: Les commandes qui nécessitent toujours un numéro de ligne et de contrôle doivent être envoyés avec eux.

source: Commands that always require a checksum
fr: Les commandes qui nécessitent toujours une somme de contrôle

source: Use this to specify which commands <strong>always</strong> need to be sent with a checksum. Comma separated list.
fr: Utilisez cette option pour spécifier les commandes qui ont<strong>toujours</strong> besoin d'être envoyé avec une somme de contrôle. Liste séparée par des virgule.

source: Generate additional <code>ok</code> for <code>M29</code>
fr: Générer un code <code>ok</code> supplémentaire pour <code>M29</code>

source: Most Marlin < v1.1.0
fr: La plupart des Marlin <v1.1.0

source: Simulate an additional `ok` for resend requests
fr: Simuler un ok` supplémentaire `pour les demandes de réexpédition

source: Maximum consecutive communication timeouts while idle. More than this and the printer will be considered to be gone. Set to 0 to disable.
fr: Délai d'attente de communication maximale consécutive lorsqu'il est inactif. Plus que cela, et l'imprimante sera considéré comme disparu. Mettre à 0 pour désactiver.

source: Max. consecutive timeouts while idle
fr: Temps d'attente maxi consécutifs au ralenti

source: Maximum consecutive communication timeouts while printing. More than this and the printer will be considered to be gone. Set to 0 to disable.
fr: Temps de communication maximum consécutifs pendant l'impression. Plus que cela et l'imprimante sera considéré comme parti. Réglez sur 0 pour désactiver.

source: Max. consecutive timeouts while printing
fr: Délai d'attente maximum consécutifs lors de l'impression

source: Maximum consecutive communication timeouts while a long running command is active. More than this and the printer will be considered to be gone. Set to 0 to disable.
fr: Délai d'attente de communication maximale consécutive lorsqu'il est inactif. Plus que cela, et l'imprimante sera considéré comme disparu. Mettre à 0 pour désactiver.

source: Max. consecutive timeouts during long running commands
fr: Temps d'arrêt maximum consécutifs pendant les commandes longues

source: Commands
fr: Commandes

source: Temperature Graph
fr: Graphe de température

source: Graph cutoff
fr: Graphique de coupure

source: Needs a restart of OctoPrint to become active.
fr: Redémarrage d'OctoPrint requis pour devenir actif.

source: Temperature Presets
fr: Préréglages de température

source: Extruder
fr: Extrudeur

source: If you do not wish to change your password, just leave the following fields empty.
fr: Si vous ne souhaitez pas changer votre mot de passe, il suffit de laisser les champs suivants vide.

source: Language
fr: Langue

source: Changes to the interface language will only become active after a reload of the page.
fr: Les modifications apportées à la langue de l'interface ne deviendrons actif qu'après un rechargement de la page.

source: All Done!
fr: Tout Terminé !

source: Your OctoPrint installation is now all set up and ready to go. Happy printing!
fr: Votre installation de OctoPrint est maintenant tout mis en place et prêt à partir. Impression heureuse!

source: If you enjoy OctoPrint, please consider <a href="%(url)s" target="_blank">supporting its ongoing development</a>, which is fully funded by users like you! You can also find this link in the "About" dialog. <strong>Thank you!</strong>
fr: Si vous aimez OctoPrint, s'il vous plaît envisager de <a href="%(url)s" target="_blank">soutenir son développement continu</a>, qui est entièrement financé par les utilisateurs comme vous! Vous pouvez également trouver ce lien dans le "A propos" de dialogue. <strong>Je vous remercie!</strong>

source: Thank you for installing OctoPrint! This wizard will lead you through the final steps to get your OctoPrint instance all setup and ready to go. We'll get you printing in no time!
fr: Merci d'avoir installé OctoPrint! Cet assistant vous guidera à travers les dernières étapes pour obtenir votre instance OctoPrint toute l'installation et prêt à marcher. Nous allons vous imprimer dans peu de temps!

source: Remember me
fr: Se souvenir de moi

source: User Settings
fr: Paramètres d'utilisateur

source: Logout
fr: Se déconnecter

source: Settings
fr: Paramètres

source: System
fr: Système

source: Upload locally
fr: Téléchargez localement

source: Upload to SD
fr: Télécharger sur SD

source: SD not initialized
fr: SD Non Initialisé

source: Attempt to reconnect
fr: Essayer de se reconnecter

source: Please reload
fr: Veuillez recharger s'il vous plaît.

source: There is a new version of the server active now, a reload of the user interface is needed. This will not interrupt any print jobs you might have ongoing. Please reload the web interface now by clicking the button below.
fr: Il y a une nouvelle version du serveur actif maintenant, une recharge de l'interface utilisateur est nécessaire. Cela n'interrompt pas les travaux d'impression en cours que vous pourriez avoir. Veuillez recharger l'interface Web maintenant en cliquant sur le bouton ci-dessous.

source: Save connection settings
fr: Enregistrer les paramètres de connexion

source: Auto-connect on server startup
fr: Auto-connection au démarrage du serveur

source: Back
fr: Retour

source: Uploaded
fr: Téléchargé

source: Additional data
fr: Données additionnelles

source: Download
fr: Télécharger

source: Remove
fr: Retirer

source: Load
fr: Charger

source: Load and Print
fr: Charger et Imprimer

source: Free
fr: Gratuit

source: Create folder...
fr: Créer un dossier

source: Hint: You can also drag and drop files on this page to upload them.
fr: Conseil: Vous pouvez également faire glisser et déposer des fichiers sur cette page pour les télécharger.

source: File list settings
fr: Configuration de la liste des fichiers

source: Sort by name
fr: Trier par nom

source: Sort by upload date
fr: Trier par date de téléchargement

source: Sort by file size
fr: Tri par taille de fichier

source: Sort by Folders, Files
fr: Trier par dossiers, fichiers

source: Sort by Files, Folders
fr: Trier par fichiers, dossiers

source: Mixed
fr: Mixtes
