Repository: sallind/OctoPrint
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Only show machine code files
fr: Afficher uniquement les fichiers de code de la machine

source: Only show model files
fr: Afficher uniquement les fichiers de modèle

source: Only show files stored locally
fr: Afficher uniquement les fichiers stockés localement

source: Only show files stored on SD
fr: Afficher uniquement les fichiers stockés sur SD

source: Hide folders without files
fr: Cacher les dossiers sans fichiers

source: Hide successfully printed files
fr: Cacher les fichiers imprimer avec succès

source: Refresh file list
fr: Actualiser la liste de fichiers

source: SD Card operations
fr: Opérations de la carte SD

source: Initialize SD card
fr: Initialisation de la carte SD

source: Refresh SD files
fr: Actualiser les fichiers SD

source: Release SD card
fr: Ejecter la carte SD

source: Current printer state
fr: Etat de l'imprimante actuelle

source: Name of file currently selected for printing
fr: Nom du fichier actuellement sélectionné pour l'impression

source: File
fr: Fichier

source: Current timelapse configuration
fr: Configuration actuelle timelapse

source: Estimated total print time base on statical analysis or past prints
fr: Estimation totale de temps d'impression sur l'analyse statique ou des impressions passées

source: Approx. Total Print Time
fr: Environ. Temps d'impression total

source: Total print time so far
fr: Temps d'impression passée

source: Print Time
fr: Durée d'impression

source: Estimated time until the print job is done. This is only an estimate and accuracy depends heavily on various factors!
fr: Temps estimé jusqu'à ce que le travail d'impression soit fait. Ceci est seulement une estimation et la précision dépend fortement de divers facteurs!

source: Print Time Left
fr: Durée d'impression restant

source: Bytes printed vs total bytes of file
fr: Octets imprimés vs nombre total d'octets de fichiers

source: Printed
fr: Imprimé

source: Restart
fr: Relancer

source: Print
fr: Imprimer

source: Resume
fr: Reprende

source: Cancels the print job
fr: Annule le travail d'impression

source: Please define the maximum speed/feedrate of the individual axes and whether their control should be inverted or not.
fr: S'il vous plaît définir la vitesse/avance maximum des axes individuels et si leur contrôle doit être inversé ou non.

source: Invert control
fr: Commande inverser

source: This information is used for manual control via the "Control" tab. It does NOT influence already sliced files that you upload to OctoPrint!
fr: Cette information est utilisée pour le contrôle manuel via l'onglet "Control". Il n'influence pas les fichiers déjà tranchés que vous téléchargez sur OctoPrint!

source: Form Factor
fr: Facteur de forme

source: Rectangular
fr: Rectangulaire

source: Circular
fr: Circulaire

source: Origin
fr: Origine

source: Heated Bed
fr: Lit chauffant

source: Please define the print volume.
fr: S'il vous plaît définir le volume d'impression.

source: Width (X)
fr: Largeur (X)

source: Depth (Y)
fr: Profondeur (Y)

source: Diameter (X/Y)
fr: Diamètre (X/Y)

source: Height (Z)
fr: Hauteur (Z)

source: If your printer's print head may move slightly outside the print volume (e.g. for nozzle cleaning routines) you can define a custom safe bounding box for its movements below.
fr: Si la tête d'impression de votre imprimante peut se déplacer légèrement en dehors du volume d'impression (par exemple pour les routines de nettoyage de la buse), vous pouvez définir une zone de délimitation sûre personnalisée pour ses mouvements ci-dessous.

source: Custom bounding box
fr: Boîte délimitation personnalisée

source: X Coordinates
fr: Coordonnées X

source: Y Coordinates
fr: Coordonnées Y

source: Z Coordinates
fr: Coordonnées Z

source: This information is used for the temperature tab, the bounding box check, the GCODE Viewer and/or when slicing from OctoPrint. It does NOT influence already sliced files that you upload to OctoPrint!
fr: Ces informations sont utilisées pour l'onglet de la température, la vérification de la zone de délimitation, le visualiseur gcode et/ou lors du tranchage de OctoPrint. Il n'influence pas les fichiers déjà tranchés que vous téléchargez sur OctoPrint!

source: Nozzle Diameter
fr: Diamètre de la buse

source: Number of Extruders
fr: Nombre d'extrudeur

source: Please specify the nozzle offsets of the extruders relative to the first nozzle T0.
fr: S'il vous plaît spécifier les décalages de buses des extrudeuses par rapport au premier T0 de la buse.

source: Offset
fr: Decallage

source: This information is used for the graph and controls available in the "Temperature" tab, the GCODE viewer and when slicing from within OctoPrint. It does NOT influence already sliced files that you upload to OctoPrint!
fr: Cette information est utilisée pour le graphique et les commandes disponibles dans l'onglet «Température», la visualisation gcode et lors du tranchage de l'intérieur OctoPrint. Il n'influence pas les fichiers déjà tranchés que vous téléchargez sur OctoPrint!

source: Name must be set
fr: Le nom doit être défini

source: Model
fr: Modèle

source: Set as default profile
fr: Définir comme profil par défaut

source: Edit Profile
fr: Modifier le profil

source: Command to restart the OctoPrint server
fr: Commande pour redémarrer le serveur OctoPrint

source: Command to restart the system OctoPrint is running on
fr: Commande pour redémarrer le système OctoPrint en cours de fonctionnement

source: Restart system
fr: Relancer le systeme

source: Command to shut down the system OctoPrint is running on
fr: Commande pour arrêter le système OctoPrint en cours de fonctionnement

source: Bitrate to use for encoding the timelapse video
fr: Vitesse de transmission à utiliser pour coder la vidéo timelapse

source: Timelapse bitrate
fr: Vitesse de transmission Timelapse

source: Full path to the FFMPEG binary
fr: Chemin complet vers le binaire FFMPEG

source: Path to FFMPEG
fr: Chemin vers FFMPEG

source: Number of FFMPEG encoding threads
fr: Nombre de processus de codage FFMPEG

source: FFMPEG threads
fr: Processus FFMPEG

source: Enable OctoPrint watermark in timelapse movies
fr: Activer OctoPrint filigrane dans les films timelapse

source: Flip webcam horizontally
fr: Tourner la webcam horizontalement

source: Flip webcam vertically
fr: Tourner la webcam verticalement

source: Rotate webcam 90 degrees counter clockwise
fr: Tournez webcam de 90 degrés dans le sens horaire

source: URL to use for retrieving webcam snapshot images for timelapse creation
fr: URL à utiliser pour récupérer les images d'instantanés de webcam pour la création de timelapse

source: Snapshot URL
fr: URL de la capture d'écran

source: Fully qualified URL, needs to be reachable by OctoPrint's server
fr: URL complète, doit être accessible par le serveur de OctoPrint

source: URL to embed into the UI for live viewing of the webcam stream
fr: URL du flux de webcam pour l'intégrer dans l'interface utilisateur pour la visualisation en direct

source: Stream URL
fr: URL du flux

source: Needs to be reachable from the browser displaying the OctoPrint UI, used to embed the webcam stream into the page.
fr: Doit être accessible à partir du navigateur affichant l'interface utilisateur OctoPrint, utilisé pour intégrer le flux de webcam dans la page.

source: Keyboard controls active
fr: Contrôles clavier actif

source: X Axis
fr: Axe X

source: Y Axis
fr: Axe Y

source: Z Axis
fr: Axe Z

source: Stepsize
fr: Taille d'un pas

source: Hint: If you move your mouse over the picture, you enter keyboard control mode.
fr: Astuce: Si vous déplacez votre souris sur l'image, vous entrez dans le mode de contrôle du clavier.

source: Feed rate:
fr: Vitesse d'avance:

source: Select Tool...
fr: Sélectionner un outil...

source: Extrude
fr: Extruder

source: Retract
fr: Retraction

source: Flow rate:
fr: Débit d'avance:

source: Motors off
fr: Désactiver les moteurs

source: Fan on
fr: Ventilateur en marche

source: Fan off
fr: Ventilateur arreter

source: Previous layer
fr: Couche précédente

source: Next layer
fr: Couche suivante

source: Model info
fr: Description du modèle

source: Layer info
fr: Desctiption de couche

source: Renderer options
fr: Option de rendu

source: Sync with job progress
fr: Synchronisation avec l'avancement des travaux

source: Center viewport on model
fr: Vue centré sur le modèle

source: Zoom in on model
fr: Zoom sur le modèle

source: Show moves
fr: Voir les déplacements

source: Show retracts
fr: Voir les retractions

source: Also show previous layer
fr: Afficher également la couche précédente

source: Also show next layer
fr: Afficher également la couche suivante

source: Reload
fr: Recharger

source: Note that the time and usage values in this tab are <strong>estimated</strong> by the GCODE viewer in your browser and might differ from the values <strong>estimated</strong> by the server that are displayed in the "State" and "Files" panels in the sidebar due to slightly different implementations. Also note that these <strong>estimated</strong> values may be inaccurate since they can also take information present in the GCODE file into account.
fr: Notez que les valeurs d'heure et d'utilisation de cet onglet sont <strong estimées</strong> par le visualiseur GCODE de votre Navigateur et peuvent différer des valeurs <strong>estimées</strong> par le serveur qui sont affichées dans le panneaux "État" et "Fichiers" dans la barre latérale en raison d'implémentations légèrement différentes. Notez également que ces valeurs <strong>estimées</strong> peuvent être inexactes puisqu'elles peuvent également prendre des informations présentes dans le GCODE en compte.

source: <p> You've selected <strong data-bind="text: selectedFile.name"></strong> for printing which has a size of <strong data-bind="text: formatSize(selectedFile.size())"></strong>. Depending on your machine this might be too large for rendering and cause your browser to become unresponsive or crash. </p> <p> Are you sure you want to visualize this file nevertheless? </p>
fr: <p> Vous avez sélectionné <strong data-bind = "text: selectedFile.name"></strong> pour l'impression dont la taille est <Strong data-bind = "text: formatSize (selectedFile.size ())"></strong>. Selon votre machine, cela peut être trop volumineux pour le rendu et faire en sorte que votre navigateur ne réponde plus ou se bloque. </ p> <p> Voulez-vous vraiment visualiser ce fichier? </p>

source: Yes, please visualize %(name)s regardless of its size
fr: Oui, s'il vous plaît visualiser %(name)s quelle que soit sa taille

source: Set
fr: Définir

source: Off
fr: Arrêt

source: Autoscroll
fr: Défilement automatique

source: Scroll to end
fr: Faites défiler jusqu'à fin

source: Select all
fr: Sélectionner tout

source: For performance reasons only a limited amount of terminal functionality is enabled right now.
fr: Pour des raisons de performances, seul un nombre limité de fonctionnalités de terminal est activé en ce moment.

source: Send
fr: Envoyer

source: Hint: Use the arrow up/down keys to recall commands sent previously
fr: Conseil: Utilisez les flèches haut/bas pour rappeler les commandes envoyées précédemment

source: Fake Acknowledgement
fr: Faux accusés de réception

source: If acknowledgements ("ok"s) sent by the firmware get lost due to issues with the serial communication to your printer, OctoPrint's communication with it can become stuck. If that happens, this can help. Please be advised that such occurences hint at general communication issues with your printer which will probably negatively influence your printing results and which you should therefore try to resolve!
fr: Si les accusés de réception ("ok"s) envoyé par le firmware sont perdu en raison de problèmes avec la communication série à l'imprimante, la communication avec OctoPrint peut se coincer. Si cela se produit, cela peut aider. S'il vous plaît noter que ces allusion à des problèmes de communication générales avec votre imprimante qui influenceront probablement négativement vos résultats d'impression et que vous devez donc essayer de résoudre!

source: Force fancy functionality
fr: Forcer la fonctionnalité de fantaisie

source: Force terminal output during printing
fr: Forcer les sortie de terminal lors de l'impression

source: Some functionality of the terminal will be disabled if OctoPrint detects that your browser is too slow for that. You may force it back on here, but be aware that this might make your browser unresponsive.
fr: Certaines fonctionnalités du terminal sera désactivée si OctoPrint détecte que votre navigateur est trop lent pour cela. Vous pouvez le forcer à revenir ici, mais sachez que cela pourrait bloquer votre navigateur.

source: Take note that timelapse configuration is disabled while your printer is printing.
fr: Prenez note que la configuration de timelapse est désactivé pendant que votre imprimante imprime.

source: Timelapse Configuration
fr: Configuration actuelle timelapse

source: Timelapse Mode
fr: Mode de timelapse

source: Do not use with spiralized ("Joris") vases or similar continuous Z models.
fr: Ne pas utiliser avec des vases spiralés ("Joris") ou des modèles Z continus similaires.

source: Does not work when printing from the printer's SD Card (no way to detect the change in Z reliably). Use "Timed" mode for those prints instead.
fr: Ne fonctionne pas lors de l'impression à partir de la carte SD de l'imprimante (aucun moyen de détecter le changement de Z de manière fiable). Utilisez a la place le mode "Timed" pour les impressions.

source: Timelapse frame rate (in frames per second)
fr: Nombre d'images par seconde Timelapse (en images par seconde)

source: fps
fr: Images/s

source: Timelapse post roll (in rendered seconds)
fr: Timelapse postérieur (en secondes de rendus)

source: Capture post roll images
fr: Capture des images postérieur

source: If this is unchecked, OctoPrint will simply repeat the last frame for the post roll instead of continuing to capture new frames.
fr: Si cela est décochée, OctoPrint répète simplement la dernière image au lieu de continuer à capturer de nouvelle image.

source: Interval
fr: Intervalle

source: Retraction Z-Hop (in mm)
fr: Rétractation Z-Hop (en mm)

source: Enter the retraction z-hop used in the firmware or the gcode file to trigger snapshots for the timelapse only if a real layer change happens. For this to work properly your retraction z-hop has to be different from your layerheight!
fr: Entrez le retrait z-hop utilisé dans le firmware ou le fichier gcode pour déclencher des instantanés pour le timelapse que si un changement de couche réelle se produit. Pour que cela fonctionne correctement votre retrait z-hop doit être différent de votre layerheight!

source: Save as default
fr: Enregistrer comme valeur par défaut

source: Save config
fr: Enregistrer la Configuration

source: Finished Timelapses
fr: Timelapses terminé

source: Creation date
fr: Date de création

source: Unrendered Timelapses
fr: Pas de rendu timelapses

source: Frames
fr: Images

source: Delete unrendered timelapse
fr: Supprimer le timelapse non rendu

source: Render timelapse
fr: Rendu timelapse
