Repository: sallind/OctoPrint
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Announcements
fr: Annonce

source: Cannot be toggled
fr: Impossible de basculer

source: Disable Channel
fr: Désactiver le tracé

source: Enable Channel
fr: Activer le tracé

source: Later
fr: Après

source: Mark read
fr: Marquer comme lu

source: Read...
fr: Lectue …

source: Mark as last read
fr: Marquer comme lu pour la dernière fois

source: Close
fr: Fermer

source: Configured Channels
fr: Canaux configurés

source: Name
fr: Nom

source: Refresh Announcements
fr: Actualiser les annonces

source: Access Control
fr: Contrôle de l'accès

source: Webcam & Timelapse
fr: Webcam &amp; enregistrements Timelapse

source: Server Commands
fr: Commandes du serveur

source: Default Printer Profile
fr: Profil d'imprimante

source: If you disable Access Control <strong>and</strong> your OctoPrint installation is accessible from the internet, your printer <strong>will be accessible by everyone - that also includes the bad guys!</strong>
fr: Si vous désactivez le contrôle d' accès l' installation de votre OctoPrint est accessible à partir de l'Internet, votre imprimante <strong>sera accessible par tous ce qui comprend également les méchants!</strong>

source: Please set up Access Control
fr: Définir le contrôle d’accès

source: You haven't yet set up access control. You need to either setup a username and password and click "Keep Access Control Enabled" or click "Disable Access Control" before continuing
fr: Vous n'avez pas encore configuré le contrôle d'accès. Vous devez soit configurer un nom d'utilisateur et un mot de passe, puis cliquer sur "Garder le contrôle d'accès activé" ou cliquer sur "Désactiver le contrôle d'accès" avant de continuer.

source: <p> <strong>Please read the following, it is very important for your printer's health!</strong> </p> <p> OctoPrint by default ships with Access Control enabled, meaning you won't be able to do anything with the printer unless you login first as a configured user. This is to <strong>prevent strangers - possibly with malicious intent - to gain access to your printer</strong> via the internet or another untrustworthy network and using it in such a way that it is damaged or worse (i.e. causes a fire). </p> <p> It looks like you haven't configured access control yet. Please <strong>set up a username and password</strong> for the initial administrator account who will have full access to both the printer and OctoPrint's settings, then click on "Keep Access Control Enabled": </p>
fr: <p> <Strong>Veuillez lire ce qui suit, c'est très important pour la santé de votre imprimante!</strong> </p> <p> OctoPrint par défaut est maintenant livré avec le contrôle d'accès activé, ce qui signifie que vous ne pourrez pas faire quoi que ce soit avec l' Imprimante à moins que vous vous connectiez en premier comme utilisateur configuré. Il s'agit d'<strong>empêcher les étrangers - éventuelle d'une Intention malveillante - pour accéder à votre imprimante </strong> via Internet ou un autre réseau non fiable Et l'utiliser de telle sorte qu'il soit endommagé ou pire (c'est-à-dire qu'il provoque un incendie). </ p> <p> Il semble que vous n'avez pas encore configuré le contrôle d'accès. Veuillez <strong>configurer un nom d'utilisateur et un mot de passe</strong> Le compte d'administrateur initial qui aura un accès complet aux paramètres de l'imprimante et d'OctoPrint, puis cliquez sur "Garder le contrôle d'accès activé": </p>

source: Username
fr: Utilisateur

source: Password
fr: Mot de passe

source: Confirm Password
fr: Confirmez le mot de passe

source: Passwords do not match
fr: Les mots de passe ne sont pas identiques

source: <p> <strong>Note:</strong> In case that your OctoPrint installation is only accessible from within a trustworthy network and you don't need Access Control for other reasons, you may alternatively disable Access Control. You should only do this if you are absolutely certain that only people you know and trust will be able to connect to it. </p> <p> <strong>Do NOT underestimate the risk of an unsecured access from the internet to your printer!</strong> </p>
fr: <p> <Strong>Veuillez lire ce qui suit, c'est très important pour la santé de votre imprimante!</strong> </ p> <P> OctoPrint par défaut est maintenant livré avec le contrôle d'accès activé, ce qui signifie que vous ne pourrez pas faire quoi que ce soit avec l'mprimante à moins que vous vous connectiez en premier comme utilisateur configuré. Il s'agit d'<strong>empêcher les étrangers - éventuelle avec une intention malveillante - pour accéder à votre imprimante </strong>via Internet ou un autre réseau non fiable Et l'utiliser de telle sorte qu'il soit endommagé ou pire (c'est-à-dire qu'il provoque un incendie). </ p> <p> Il semble que vous n'avez pas encore configuré le contrôle d'accès. Veuillez <strong>configurer un nom d'utilisateur et un mot de passe</ strong>pour le compte d'administrateur initial qui aura un accès complet aux paramètres de l'imprimante et d'OctoPrint, puis cliquez sur "Garder le contrôle d'accès activé": </p>

source: Disable Access Control
fr: Désactiver le contrôle d’accès

source: Keep Access Control Enabled
fr: Garder le contrôle d’accès activé

source: Access control is <strong class="text-success">enabled</strong>.
fr: Le contrôle d'accès est <strong class = "text-success">activé</strong>.

source: Access control is <strong class="text-danger">disabled</strong>.
fr: Le contrôle d'accès est <strong class = "text-success">désactivé</strong>.

source: Set up your printer profile
fr: Configurer votre profil d'imprimante

source: Please make sure the settings below match your printer. If you plan on connecting more than one printer to OctoPrint, you can also configure additional printer profiles under Settings > Printer Profiles
fr: Assurez-vous que les paramètres ci-dessous correspondent à votre imprimante. Si vous prévoyez de connecter plus d'une imprimante à OctoPrint, vous pouvez également configurer des profils d'imprimante supplémentaires sous Paramètres > Profils d'imprimante

source: General
fr: Génélral

source: Print bed & build volume
fr: Lit d'impression et volume de construction

source: Hotend & extruder
fr: Tête d'impression et extrudeur

source: <p> OctoPrint supports calling external commands in order to restart itself or restarting and/or shutting down the system it is running on. You may configure those here. </p>
fr: <p> OctoPrint prend en charge l'appel des commandes externes afin de se redémarrer ou de redémarrer et/ou de fermer le système sur lequel il fonctionne. Vous pouvez les configurer ici. </p>

source: OctoPrint related commands
fr: Commandes relatives à OctoPrint

source: System related commands
fr: Les commandes système liées

source: Webcam &amp; Timelapse Recordings
fr: Webcam &amp; enregistrements Timelapse

source: <p> If you have a webcam, you may now configure it here. </p>
fr: <p> Si vous avez une webcam, vous pouvez maintenant la configurer ici. </p>

source: <p> The <strong>Stream URL</strong> is the URL OctoPrint uses to embed the actual webcam stream (which should be an MJPG stream) into the web interface. This needs to be reachable <strong>from your browser</strong>. </p><p> It may be <ul> <li>a fully qualified URL (<code>http://host:port/path</code>),</li> <li>a URL defaulting to the protocol used for accessing the web interface (e.g. <code>//host:port/path</code>),</li> <li>an absolute path on the same host as OctoPrint (e.g. <code>/absolute/path</code>) or</li> <li>a relative path on the same host as OctoPrint (e.g. <code>relative/path</code>)</li> </ul> </p><p> The <strong>Snapshot URL</strong> is the URL OctoPrint uses to fetch single images from the webcam for creating timelapse recordings. This needs to be a fully qualified URL reachable <strong>from the OctoPrint server</strong>. </p>
fr: <p> L'<strong>URL du flux</strong> est l'URL utilisée par OctoPrint pour intégrer le Flux webcam réel (qui devrait être un flux MJPG) dans linterface web. Il doit être accessible <strong à partir de votre navigateur</strong>. </p> <p> Il peut être <ul> <li> une URL entièrement qualifiée (<code>http: // hôte: port / chemin</code>),</li> <li> une URL par défaut pour le protocole utilisé pour accéder au site web Interface (par exemple <code>// hôte: port / chemin </code>), </li> <li> un chemin absolu sur le même hôte que OctoPrint (par exemple <code>/ absolute / path </code>) ou </li> <li> un chemin relatif sur le même hôte que OctoPrint (par exemple <code>relatif / chemin </code>) </li> </ul> </p> <p> L'<strong>URL de capture instantanée</strong> est l'URL utilisée par OctoPrint pour extraire une seule Images de la webcam pour créer des enregistrements timelapse. Cela doit être une URL pleinement qualifiée accessible <strong>à partir du serveur OctoPrint</strong>. </p>

source: Timelapse Recordings
fr: Enregistrement timelapse

source: <p> To render the snapshots into timelapse recordings, OctoPrint also needs to know the correct <strong>path to FFMPEG</strong>. </p>
fr: <p> Pour rendre les snapshots dans des enregistrements temporels, OctoPrint doit également connaître le bon chemin <strong>vers FFMPEG</strong>. </p>

source: The path doesn't exist
fr: Le chemin n'existe pas

source: The path is not a file
fr: Le chemin est pas un fichier

source: The path is not an executable
fr: Le chemin est pas un exécutable

source: The path is valid
fr: Le chemin d'accès est valide

source: Specify the path to the CuraEngine binary. Note that only <strong>versions up to and including 15.04</strong> are supported. CuraEngine version 15.06 or newer is <strong>not</strong> compatible with this plugin.
fr: Spécifiez le chemin d'accès au binaire CuraEngine. Notez que seulement Les versions <strong> allant jusqu'à 15.04 </ strong> sont prises en charge. CuraEngine version 15.06 ou plus récent est <strong> pas </ strong> Compatible avec ce plugin.

source: Import Profile...
fr: Importer le profil…

source: For more information on configuration and usage please <a href="%(plugin_cura_homepage)s" target="_blank">see the Plugin's homepage</a>.
fr: Pour plus d'informations sur la configuration et l'utilisation, veuillez <a href="%(plugin_cura_homepage)s" target="_blank"> voir la page d'accueil du plugin </a>.

source: The path to CuraEngine has not yet been set up, in order to be able to use CuraEngine for slicing it needs to be specified.
fr: Le chemin d'accès à CuraEngine n'a pas encore été mis en place, afin d'être en mesure d'utiliser CuraEngine pour le découper il doit être spécifié.

source: Set up a slicing profile
fr: Configurer un profil de tranchage

source: You haven't imported a slicing profile to use for slicing with CuraEngine yet. If you plan on slicing from within OctoPrint then you should do this now. Otherwise just skip this step.
fr: Vous n'avez pas encore importé un profil de tranchage à utiliser pour trancher avec CuraEngine. Si vous envisagez de tranchage à partir de OctoPrint alors vous devriez le faire maintenant. Sinon, sautez cette étape.

source: <strong>Don't know where to get a profile?</strong> In order to export a slicing profile from the Cura desktop UI up to and including version 15.04.06 (not versions 2.1 and later which are actually newer than 15.04), open it, set up your profile, then click on "File" and there on "Save Profile". You can import the <code>.ini</code> file this creates via the "Import Profile" button.
fr: <Strong>Vous ne savez pas où obtenir un profil? </Strong> pour exporter Un profil de découpe à partir de l'interface utilisateur du bureau de Cura jusqu'à la version 15.04.06 (et non versions 2.1 et versions ultérieures qui sont réellement plus récentes que 15.04), ouvrez-le, configurez votre profil, puis cliquez sur un "Fichier" et sur "Enregistrer le profil". Vous pouvez importer le fichier <code>.ini</code> qui crée Via le bouton "Importer le profil".

source: Log the output of CuraEngine to plugin_cura_engine.log
fr: Enregistrez la sortie de CuraEngine dans plugin_cura_engine.log

source: Path to CuraEngine
fr: Cheminde CuraEngine

source: Import Existing Cura Profile
fr: Importer un profil de Cura existant

source: Profile ini file
fr: Fichier ici de profil

source: Browse...
fr: Parcourir…

source: Identifier
fr: Identificateur

source: Make default profile
fr: Définir comme profil par défaut

source: Overwrite existing file
fr: Ecraser les fichiers existants

source: You can import your existing profile <code>.ini</code> files from <strong>Cura 15.04.x or older</strong> here. Anything but those are <strong>not supported</strong>. That especiallymeans that <code>.json</code> profiles from Cura 15.06.x and <code>.curaprofile</code> profiles from Cura 2.x will not work, and neither will custom Cura profile formats that third party tools like e.g. Repetier create.
fr: Vous pouvez importer vos fichiers existants <code>.ini</code> de <strong>Cura 15.04.x ou plus ancien</strong> ici. Tout sauf ceux ne sont pas pris en charge</strong>. Cela signifie particulièrement que <code>.json</code> Les profils Cura 15.06.x et <code>.curaprofile</code> de Cura 2.x ne fonctionneront pas et ni Les formats de profil Cura personnalisés que les outils de tiers, comme par ex. Repetier créer.

source: Abort
fr: Arrêter

source: Confirm
fr: Confirmer

source: Sort by
fr: Tri par

source: ascending
fr: Accendent

source: Make default
fr: Par défaut

source: Delete Profile
fr: Supprimer le profile

source: Plugin Manager
fr: Gestionnaire de plugins

source: Installing plugin...
fr: Installer un plugin…

source: Installing plugin from uploaded archive...
fr: Installer un plugin depuis une archive téléchargée…

source: Something went wrong
fr: Quelque-chose s'est mal passé

source: Please consult octoprint.log for details
fr: Veuillez consulter octoprint.log pour plus de détails

source: Installing plugin "%(name)s" from %(url)s...
fr: Installation du plugin "%(name)s" à partir de%(url)s ...

source: Installing plugin from %(url)s...
fr: Installer le plugin de %(url)s ...

source: Reinstalling plugin...
fr: Ré-installation du plugin…

source: Reinstalling plugin "%(name)s" from %(url)s...
fr: Ré-installation du plugin "%(name)s" depuis %(url)s...

source: Uninstalling plugin...
fr: Désinstallation du plugin…

source: Uninstalling plugin "%(name)s"
fr: Désinstallation du plugin "%(name)s"

source: Reinstall
fr: Ré-installation

source: Install
fr: Installation

source: Restart now
fr: Redémarrer maintenant

source: This will restart your OctoPrint server.
fr: Cela va redémarrer votre serveur OctoPrint.

source: Restart in progress
fr: Redémarrer en cours

source: The server is now being restarted in the background
fr: Le serveur est maintenant en cours de redémarrage en arrière-plan

source: Trying to restart the server produced an error, please check octoprint.log for details. You'll have to restart manually.
fr: Essayer de redémarrer le serveur produit une erreur, s'il vous plaît vérifier octoprint.log pour plus de détails. Vous devrez redémarrer manuellement.

source: Reload now
fr: Recharger maintenant

source: Done!
fr: Annuler

source: Disabled due to active safe mode
fr: Désactivé en raison du mode sans échec actif

source: Enable Plugin
fr: Activer le plugin

source: Disable Plugin
fr: Désactiver le plugin

source: Plugin installed
fr: Plugin installer

source: A plugin was installed successfully, however it was impossible to detect which one. Please Restart OctoPrint to make sure everything will be registered properly
fr: Un plugin a été installé avec succès, mais il était impossible de détecter lequel. Veuillez redémarrer OctoPrint pour vous assurer que tout sera enregistré correctement

source: Plugin "%(name)s" reinstalled
fr: Plugin "%(name)s" ré-installer

source: The plugin was reinstalled successfully
fr: Le plugin est ré-installer correctement

source: The plugin was reinstalled successfully, however a restart of OctoPrint is needed for that to take effect.
fr: Le plugin est ré-installer correctement, relancer OctoPrint pour que cela prenne effet.

source: The plugin was reinstalled successfully, however a reload of the page is needed for that to take effect.
fr: Le plugin est ré-installer correctement, re-charger la page pour que cela prenne effet.

source: Plugin "%(name)s" installed
fr: Plugin "%(name)s" installer

source: The plugin was installed successfully
fr: Le plugin est installer correctement

source: The plugin was installed successfully, however a restart of OctoPrint is needed for that to take effect.
fr: Le plugin est installer correctement, relancer OctoPrint pour que cela prenne effet.

source: The plugin was installed successfully, however a reload of the page is needed for that to take effect.
fr: Le plugin est installer correctement, re-charger la page pour que cela prenne effet.

source: Reinstalling the plugin from URL "%(url)s" failed: %(reason)s
fr: La réinstallation du plugin de l'URL "%(url)s" a échoué: %(reason)s

source: Installing the plugin from URL "%(url)s" failed: %(reason)s
fr: L'installation du plugin de l'URL "%(url)s" a échoué: %(reason)s

source: Reinstalling the plugin from URL "%(url)s" failed, please see the log for details.
fr: La réinstallation du plugin de l'URL "%(url)s" a échoué, regarder les logs pour plus de detail

source: Installing the plugin from URL "%(url)s" failed, please see the log for details.
fr: L'installation du plugin de l'URL "%(url)s" a échoué, regarder les logs pour plus de detail

source: Plugin "%(name)s" uninstalled
fr: Plugin "%(name)s" deinstaller

source: The plugin was uninstalled successfully
fr: Le plugin a été désinstallé avec succès

source: The plugin was uninstalled successfully, however a restart of OctoPrint is needed for that to take effect.
fr: Le plugin a été désinstallé avec succès, mais un redémarrage d'OctoPrint est nécessaire pour que cela prenne effet.

source: The plugin was uninstalled successfully, however a reload of the page is needed for that to take effect.
fr: Le plugin a été désinstallé avec succès, mais une recharge de la page est nécessaire pour que cela prenne effet.

source: Uninstalling the plugin failed: %(reason)s
fr: La désinstallation du plug-in a échoué: %(reason)s

source: Uninstalling the plugin failed, please see the log for details.
fr: La désinstallation du plug-in a échoué, veuillez consulter le journal pour plus de détails.

source: Plugin "%(name)s" enabled
fr: Plugin "%(name)s" activé

source: The plugin was enabled successfully.
fr: Le plugin a été activé avec succès.

source: The plugin was enabled successfully, however a restart of OctoPrint is needed for that to take effect.
fr: Le plugin a été activé avec succès, mais un redémarrage d'OctoPrint est nécessaire pour que cela prenne effet.

source: The plugin was enabled successfully, however a reload of the page is needed for that to take effect.
fr: Le plugin a été activé avec succès, mais une recharge de la page est nécessaire pour que cela prenne effet.

source: Toggling the plugin failed: %(reason)s
fr: Le basculement du plug-in a échoué: %(reason)s

source: Toggling the plugin failed, please see the log for details.
fr: Si vous avez désactivé le plug-in, consultez le journal pour plus de détails.

source: Plugin "%(name)s" disabled
fr: Plugin "%(name)s" désactivé

source: The plugin was disabled successfully.
fr: Le plugin a été désactivé avec succès.

source: The plugin was disabled successfully, however a restart of OctoPrint is needed for that to take effect.
fr: Le plugin a été désactivé avec succès, mais un redémarrage d'OctoPrint est nécessaire pour que cela prenne effet.

source: The plugin was disabled successfully, however a reload of the page is needed for that to take effect.
fr: Le plug-in a été désactivé avec succès, mais une recharge de la page est nécessaire pour que cela prenne effet.

source: Take note that all plugin management functionality is disabled while your printer is printing.
fr: Notez que toutes les fonctionnalités de gestion des plugins sont désactivées pendant l'impression avec votre imprimante.

source: The <code>pip</code> command could not be found or does not work correctly for this installation of OctoPrint - please consult the log file for details and if necessary configure it manually. No installation and uninstallation of plugin packages is possible while <code>pip</code> is unavailable.
fr: Le <code>pip</code> commande n'a pas pu être trouvé ou ne fonctionne pas correctement pour cette installation de OctoPrint - s'il vous plaît consulter le fichier journal pour plus de détails et si nécessaire configurer manuellement. Aucune installation et la désinstallation des modules d'extension est possible, tout en <code>pip</code> est indisponible.

source: Safe mode is currently active. All third party plugins are disabled and cannot be enabled. Installation of plugin packages is disabled.
fr: Le mode sans échec est actuellement actif. Tous les plugins tiers sont désactivés et ne peuvent pas être activés. Installation des packages de plug-in est désactivé.

source: Plugin Configuration
fr: Configuration de plugin

source: Installed Plugins
fr: Plugins installés

source: Bundled with OctoPrint
fr: Livré avec OctoPrint

source: Cannot be uninstalled through OctoPrint
fr: Ne peut pas être désinstallé par OctoPrint

source: Restart of OctoPrint needed for changes to take effect
fr: Redémarrage de OctoPrint nécessaire pour que les modifications prennent effet

source: Pending install
fr: Installation en suspens

source: Pending uninstall
fr: En attendant la désinstallation

source: Disabled due to safe mode
fr: Désactivé en raison du mode sans échec

source: Homepage
fr: Page d'accueil

source: Uninstall Plugin
fr: Désinstaller le plugin

source: Get More...
fr: En savoir plus...

source: Install new Plugins...
fr: Installer de nouveaux plugins ...

source: ... from the <a href="%(url)s" target="_blank">Plugin Repository</a>
fr: ... à partir du <a href="%(url)s" target="_blank">Référentiel de plugins</a>

source: Sort by title
fr: Trier par titre

source: Sort by publication date
fr: Trier par date de publication

source: descending
fr: descendant

source: Only show uninstalled plugins
fr: Afficher uniquement les plugins désinstallés

source: Only show compatible plugins
fr: Afficher uniquement les plugins compatibles

source: Refresh list from repository
fr: Actualiser la liste à partir du référentiel

source: Search...
fr: Chercher...

source: Details
fr: Détails

source: Sadly the repository is currently not available
fr: Malheureusement, le référentiel n'est pas disponible actuellement

source: Is your OctoPrint installation connected to the internet?
fr: Votre installation OctoPrint est-elle connectée à Internet?

source: ... from URL
fr: ... de l'URL

source: Enter URL...
fr: Entrez lURL

source: This does not look like a valid "http://" or "https://" URL.
fr: Cela ne ressemble pas à une URL "http: //" ou "https: //" valide.

source: ... from an uploaded archive
fr: ... à partir d'une archive téléchargée

source: This does not look like a valid plugin archive. Valid plugin archives should be either zip files or tarballs and have the extension ".zip", ".tar.gz", ".tgz" or ".tar"
fr: Cela ne ressemble pas à une archive de plugin valide. Les archives de plugin valides doivent être des fichiers zip ou des tarballs et avoir l'extension ".zip", ".tar.gz", ".tgz" ou ".tar"

source: Advanced options
fr: Options avancées

source: Use <code>--process-dependency-links</code> with <code>pip install</code>
fr: Utilisez <code>--process-dependency-links</code> avec <code>pip install</code>
